role.name.notNull=\u0418\u043C\u044F \u0420\u043E\u043B\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
role.name.notEmpty=\u0418\u043C\u044F \u0420\u043E\u043B\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
role.name.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u0418\u043C\u0435\u043D\u0438 \u0420\u043E\u043B\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
user.name.notNull=\u0418\u043C\u044F \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
user.name.notEmpty=\u0418\u043C\u044F \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
user.name.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u0418\u043C\u0435\u043D\u0438 \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
user.password.notNull=\u041F\u0430\u0440\u043E\u043B\u044C \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u0435\u043D null!
user.password.notEmpty=\u041F\u0430\u0440\u043E\u043B\u044C \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
user.password.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u041F\u0430\u0440\u043E\u043B\u044F \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 100 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
user.role.notNull=\u0420\u043E\u043B\u044C \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u0430 null!
user.role.notEmpty=\u0420\u043E\u043B\u044C \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u0430!
user.oldPassword.notNull=\u0421\u0442\u0430\u0440\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C null!
user.oldPassword.notEmpty=\u0421\u0442\u0430\u0440\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
user.confirmOldPassword.notNull=\u041F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0432\u0432\u0435\u0434\u0451\u043D\u044B\u0439 \u0441\u0442\u0430\u0440\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C null!
user.confirmOldPassword.notEmpty=\u041F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0432\u0432\u0435\u0434\u0451\u043D\u044B\u0439 \u0441\u0442\u0430\u0440\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
user.newPassword.notNull=\u041D\u043E\u0432\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C null!
user.newPassword.notEmpty=\u041D\u043E\u0432\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
user.newPassword.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043D\u043E\u0432\u043E\u0433\u043E \u043F\u0430\u0440\u043E\u043B\u044F \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 100 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432!
insurance.type.notNull=\u0422\u0438\u043F \u0421\u0442\u0440\u0430\u0445\u043E\u0432\u043A\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u0435\u043D null!
insurance.type.notEmpty=\u0422\u0438\u043F \u0421\u0442\u0440\u0430\u0445\u043E\u0432\u043A\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
insurance.type.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u0422\u0438\u043F\u0430 \u0421\u0442\u0440\u0430\u0445\u043E\u0432\u043A\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 100 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
insurance.price.notNull=\u0421\u0442\u043E\u0438\u043C\u043E\u0441\u0442\u044C \u0421\u0442\u0440\u0430\u0445\u043E\u0432\u043A\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u0430 null!
hotelRoomPrice.date.notNull=\u041F\u043E\u043B\u0435 \u0414\u0430\u0442\u0430 \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoomPrice \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelRoomPrice.price.notNull=\u041F\u043E\u043B\u0435 \u0421\u0442\u043E\u0438\u043C\u043E\u0441\u0442\u044C \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoomPrice \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelRoom.type.notNull=\u041F\u043E\u043B\u0435 \u0422\u0438\u043F \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoom \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelRoom.type.notEmpty=\u041F\u043E\u043B\u0435 \u0422\u0438\u043F \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoom \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
hotelRoom.type.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F \u0422\u0438\u043F \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoom \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
hotelRoom.numberOfGuests.notNull=\u041F\u043E\u043B\u0435 numberOfGuests \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoom \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelRoom.foodType.notNull=\u041F\u043E\u043B\u0435 foodType \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoom \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelRoom.foodType.notEmpty=\u041F\u043E\u043B\u0435 foodType \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoom \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
hotelRoom.foodType.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F foodType \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoom \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
hotelRoom.hotelRoomPrices.notNull=\u041F\u043E\u043B\u0435 hotelRoomPrices \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoom \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotel.name.notNull=\u041F\u043E\u043B\u0435 hotelsName \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Hotel \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotel.name.notEmpty=\u041F\u043E\u043B\u0435 hotelsName \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Hotel \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
hotel.name.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F hotelsName \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Hotel \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
hotel.stars.notNull=\u041F\u043E\u043B\u0435 stars \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Hotel \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotel.hotelsAddress.notNull=\u041F\u043E\u043B\u0435 hotelsAddress \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Hotel \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelsAddress.postCode.notNull=\u041F\u043E\u043B\u0435 postCode \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelsAddress.postCode.notEmpty=\u041F\u043E\u043B\u0435 postCode \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
hotelsAddress.postCode.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F postCode \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
hotelsAddress.country.notNull=\u041F\u043E\u043B\u0435 country \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelsAddress.country.notEmpty=\u041F\u043E\u043B\u0435 country \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
hotelsAddress.country.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F country \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
hotelsAddress.city.notNull=\u041F\u043E\u043B\u0435 city \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelsAddress.city.notEmpty=\u041F\u043E\u043B\u0435 city \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
hotelsAddress.city.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F city \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
hotelsAddress.street.notNull=\u041F\u043E\u043B\u0435 street \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelsAddress.street.notEmpty=\u041F\u043E\u043B\u0435 street \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
hotelsAddress.street.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F street \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
hotelsAddress.buildingNumber.notNull=\u041F\u043E\u043B\u0435 buildingNumber \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelsAddress.buildingNumber.notEmpty=\u041F\u043E\u043B\u0435 buildingNumber \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
hotelsAddress.buildingNumber.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F buildingNumber \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelsAddress \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 1 \u0434\u043E 10 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
customer.customersFirstName.notNull=\u041F\u043E\u043B\u0435 customersFirstName \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
customer.customersFirstName.notEmpty=\u041F\u043E\u043B\u0435 customersFirstName \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
customer.customersFirstName.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F customersFirstName \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
customer.customersLastName.notNull=\u041F\u043E\u043B\u0435 customersLastName \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
customer.customersLastName.notEmpty=\u041F\u043E\u043B\u0435 customersLastName \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
customer.customersLastName.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F customersLastName \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
customer.customersPassportNumber.notNull=\u041F\u043E\u043B\u0435 customersPassportNumber \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
customer.customersPassportNumber.notEmpty=\u041F\u043E\u043B\u0435 customersPassportNumber \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
customer.customersPassportNumber.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F customersPassportNumber \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
customer.customersContractNumber.notNull=\u041F\u043E\u043B\u0435 customersContractNumber \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
customer.customersContractNumber.notEmpty=\u041F\u043E\u043B\u0435 customersContractNumber \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C!
customer.customersContractNumber.size=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u043E\u043B\u044F customersContractNumber \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 3 \u0434\u043E 50 \u0441\u0438\u043C\u043E\u043B\u043E\u0432!
customer.customersContractDateOfSigning.notNull=\u041F\u043E\u043B\u0435 customersContractDateOfSigning \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 Customer \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelRoomHotel.hotelRoom.notNull=\u041F\u043E\u043B\u0435 hotelRoom \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoomHotel \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
hotelRoomHotel.hotel.notNull=\u041F\u043E\u043B\u0435 hotel \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 HotelRoomHotel \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
orderList.beginningDateOfTour.notNull=\u041F\u043E\u043B\u0435 beginningDateOfTour \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 OrderList \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
orderList.amountOfDaysOfTour.notNull=\u041F\u043E\u043B\u0435 amountOfDaysOfTour \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 OrderList \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
orderList.numberOfTourists.notNull=\u041F\u043E\u043B\u0435 numberOfTourists \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 OrderList \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
orderList.user.notNull=\u041F\u043E\u043B\u0435 user \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 OrderList \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
orderList.insurance.notNull=\u041F\u043E\u043B\u0435 insurance \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 OrderList \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
orderList.customer.notNull=\u041F\u043E\u043B\u0435 customer \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 OrderList \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
orderList.hotelRoomHotel.notNull=\u041F\u043E\u043B\u0435 hotelRoomHotel \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438 OrderList \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u043E null!
